tap "dart-lang/dart"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash-completion"
brew "brew-cask-completion"
brew "cocoapods"
brew "curl"
brew "freetds"
brew "php"
brew "composer"
brew "cowsay"
brew "curlie"
brew "ddrescue"
brew "doxygen"
brew "exiftool"
brew "fd"
brew "fdupes"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "go"
brew "gping"
brew "hcloud"
brew "htop"
brew "python@3.11"
brew "httpie"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ios-deploy"
brew "iperf"
brew "jq"
brew "libxml2"
brew "links"
brew "mas"
brew "mcrypt"
brew "mtr"
brew "python-tabulate"
brew "mycli"
brew "ncdu"
brew "nmap"
brew "node"
brew "p7zip"
brew "pipx"
brew "pv"
brew "pwgen"
brew "ripgrep"
brew "ssh-copy-id"
brew "telnet"
brew "vifm"
brew "w3m"
brew "wget"
brew "wireguard-tools"
brew "woff2"
brew "wrk"
brew "xh"
brew "youtube-dl"
brew "zsh-history-substring-search"
brew "dart-lang/dart/dart"
cask "alfred"
cask "chromedriver", args: { appdir: "/Applications" }
cask "firefox"
cask "imageoptim"
cask "licecap", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-edge", args: { appdir: "/Applications" }
cask "powershell"
cask "sequel-ace", args: { appdir: "/Applications" }
cask "sqlitestudio", args: { appdir: "/Applications" }
cask "vagrant", args: { appdir: "/Applications" }
mas "Bitwarden", id: 1352778147
mas "CleverFiles Cleaner", id: 905264208
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixillion Image Converter", id: 1087406861
mas "pomodorome", id: 1484801884
mas "Taskheat", id: 1431995750
mas "Telefon", id: 406825478
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
